// © Copyright 2004-2010, 2015-2016 HP Development Company, L.P.

HSDTaskName = "Device Information";

HSDModelLabel = "Model:";
HSDConnTypeLabel = "Connection Type:";
HSDServiceLabel = "Service ID:";
HSDFWLabel = "FW Version:";
HSDSNLabel = "Serial Number:";
HSDDuplexerLabel = "Duplexer:";
HSDDriverLabel = "Driver Version:";
HSDProdNumLabel = "Product Number:";
HSDIPAddrLabel = "IP Address:";
HSDMessageLabel = "Print information about the currently selected printer by clicking the Print Configuration Page button below.";
HSDPrintButton = "Print Configuration Page";

NoPrintTitle = "Could not print the configuration page";
NoPrintMsg = "Check that printer is connected and turned on, then try again.";
PrintingProgressTitle = "Printing Configuration Page…";
PageViewButtonTitle = "View Configuration Page";
PageViewMessage = "View information about the currently selected printer by clicking the View Configuration Page button below.";
DuplexInstalled = "Installed";
DuplexNotInstalled = "Not Installed";
SomePenErrorMessage = "An ink cartridge appears to be missing, not detected, or incorrectly installed. Printing cannot occur without all cartridges installed.";

HSDEmptyValueString = "Unknown";

HSDIKNumberLabel = "IK Number:";

Wired = "Wired";
Wireless = "Wireless";

HSDAllInkUsageLabel = "Total Ink Used:";
HSDAllInkUsageLabelPigment = "Total Pigment Used:";
HSDHPInkUsageLabel = "HP Ink Used:";
HSDHPInkUsageLabelPigment = "HP Pigment Used:";
milliliters = "milliliters";
microliters = "microliters";
